tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "coreutils"
brew "git"
brew "openssl@1.1"
brew "nvm"
brew "readline"
brew "postgresql@12"
brew "postgresql@14", restart_service: true
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "wget"
brew "zlib"
brew "heroku/brew/heroku"
cask "mutespotifyads"
cask "postbird"
cask "visual-studio-code"
vscode "2gua.rainbow-brackets"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onelight"
vscode "azemoh.one-monokai"
vscode "christian-kohler.path-intellisense"
vscode "daylerees.rainglow"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ducfilan.pug-formatter"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "humao.rest-client"
vscode "jdinhlife.gruvbox"
vscode "LaurentTreguier.vscode-simple-icons"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.debugger-for-chrome"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-product-icons"
vscode "pranaygp.vscode-css-peek"
vscode "qwtel.sqlite-viewer"
vscode "ritwickdey.LiveServer"
vscode "RoscoP.ActiveFileInStatusBar"
vscode "rvest.vs-code-prettier-eslint"
vscode "s3gf4ult.monokai-vibrant"
vscode "sdras.night-owl"
vscode "streetsidesoftware.code-spell-checker"
vscode "svipas.prettier-plus"
vscode "vincaslt.highlight-matching-tag"
vscode "WallabyJs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
